"Western (Mac OS Roman)" = "Occidental (Mac OS Roman)";
"Japanese (Mac OS)" = "Japonès (Mac OS)";
"Traditional Chinese (Mac OS)" = "Xinès tradicional (Mac OS)";
"Korean (Mac OS)" = "Coreà (Mac OS)";
"Arabic (Mac OS)" = "Àrab (Mac OS)";
"Hebrew (Mac OS)" = "Hebreu (Mac OS)";
"Greek (Mac OS)" = "Grec (Mac OS)";
"Cyrillic (Mac OS)" = "Ciríl·lic (Mac OS)";
"Devanagari (Mac OS)" = "Devanagari (Mac OS)";
"Gurmukhi (Mac OS)" = "Gurmukhi (Mac OS)";
"Gujarati (Mac OS)" = "Gujarati (Mac OS)";
"Thai (Mac OS)" = "Tailandès (Mac OS)";
"Simplified Chinese (Mac OS)" = "Xinès simplificat (Mac OS)";
"Tibetan (Mac OS)" = "Tibetà (Mac OS)";
"Central European (Mac OS)" = "Centreeuropeu (Mac OS)";
"Symbol (Mac OS)" = "Symbol (Mac OS)";
"Dingbats (Mac OS)" = "Dingbats (Mac OS)";
"Turkish (Mac OS)" = "Turc (Mac OS)";
"Croatian (Mac OS)" = "Croat (Mac OS)";
"Icelandic (Mac OS)" = "Islandès (Mac OS)";
"Romanian (Mac OS)" = "Romanès (Mac OS)";
"Celtic (Mac OS)" = "Cèltic (Mac OS)";
"Gaelic (Mac OS)" = "Gaèlic (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Símbols del teclat (Mac OS)";
"Farsi (Mac OS)" = "Persa (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Ciríl·lic (Mac OS ucraïnès)";
"Inuit (Mac OS)" = "Inuit (Mac OS)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-7)" = "Unicode (UTF-7)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Western (ISO Latin 1)" = "Occidental (ISO Llatí 1)";
"Central European (ISO Latin 2)" = "Centreeuropeu (ISO Llatí 2)";
"Western (ISO Latin 3)" = "Occidental (ISO Llatí 3)";
"Central European (ISO Latin 4)" = "Centreeuropeu (ISO Llatí 4)";
"Cyrillic (ISO 8859-5)" = "Ciríl·lic (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Àrab (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Grec (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Hebreu (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Turc (ISO Llatí 5)";
"Nordic (ISO Latin 6)" = "Nòrdic (ISO Llatí 6)";
"Thai (ISO 8859-11)" = "Tailandès (ISO 8859-11)";
"Baltic (ISO Latin 7)" = "Bàltic (ISO Llatí 7)";
"Celtic (ISO Latin 8)" = "Cèltic (ISO Llatí 8)";
"Western (ISO Latin 9)" = "Occidental (ISO Llatí 9)";
"Romanian (ISO Latin 10)" = "Romanès (ISO Llatí 10)";
"Latin-US (DOS)" = "Llatí-EUA (DOS)";
"Greek (DOS)" = "Grec (DOS)";
"Baltic (DOS)" = "Bàltic (DOS)";
"Western (DOS Latin 1)" = "Occidental (DOS Llatí 1)";
"Greek (DOS Greek 1)" = "Grec (DOS Grec 1)";
"Central European (DOS Latin 2)" = "Centreeuropeu (DOS Llatí 2)";
"Cyrillic (DOS)" = "Ciríl·lic (DOS)";
"Turkish (DOS)" = "Turc (DOS)";
"Portuguese (DOS)" = "Portuguès (DOS)";
"Icelandic (DOS)" = "Islandès (DOS)";
"Hebrew (DOS)" = "Hebreu (DOS)";
"Canadian French (DOS)" = "Francès canadenc (DOS)";
"Arabic (DOS)" = "Àrab (DOS)";
"Nordic (DOS)" = "Nòrdic (DOS)";
"Russian (DOS)" = "Rus (DOS)";
"Greek (DOS Greek 2)" = "Grec (DOS Grec 2)";
"Thai (Windows, DOS)" = "Tailandès (Windows, DOS)";
"Japanese (Windows, DOS)" = "Japonès (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Xinès simplificat (Windows, DOS)";
"Korean (Windows, DOS)" = "Coreà (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Xinès tradicional (Windows, DOS)";
"Western (Windows Latin 1)" = "Occidental (Windows Llatí 1)";
"Central European (Windows Latin 2)" = "Centreeuropeu (Windows Llatí 2)";
"Cyrillic (Windows)" = "Ciríl·lic (Windows)";
"Greek (Windows)" = "Grec (Windows)";
"Turkish (Windows Latin 5)" = "Turc (Windows Llatí 5)";
"Hebrew (Windows)" = "Hebreu (Windows)";
"Arabic (Windows)" = "Àrab (Windows)";
"Baltic (Windows)" = "Bàltic (Windows)";
"Vietnamese (Windows)" = "Vietnamita (Windows)";
"Western (ASCII)" = "Occidental (ASCII)";
"Japanese (Shift JIS X0213)" = "Japonès (Shift JIS X0213)";
"Chinese (GBK)" = "Xinès (GBK)";
"Chinese (GB 18030)" = "Xinès (GB 18030)";
"Japanese (ISO 2022-JP)" = "Japonès (ISO 2022-JP)";
"Japanese (ISO 2022-JP-2)" = "Japonès (ISO 2022-JP-2)";
"Japanese (ISO 2022-JP-1)" = "Japonès (ISO 2022-JP-1)";
"Chinese (ISO 2022-CN)" = "Xinès (ISO 2022-CN)";
"Korean (ISO 2022-KR)" = "Coreà (ISO 2022-KR)";
"Japanese (EUC)" = "Japonès (EUC)";
"Simplified Chinese (GB 2312)" = "Xinès simplificat (GB 2312)";
"Traditional Chinese (EUC)" = "Xinès tradicional (EUC)";
"Korean (EUC)" = "Coreà (EUC)";
"Japanese (Shift JIS)" = "Japonès (Shift JIS)";
"Cyrillic (KOI8-R)" = "Ciríl·lic (KOI8-R)";
"Traditional Chinese (Big 5)" = "Xinès tradicional (Big 5)";
"Western (Mac Mail)" = "Occidental (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Xinès simplificat (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Xinès tradicional (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Ucraïnès (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Xinès tradicional (Big 5-E)";
"Western (NextStep)" = "Occidental (NextStep)";
"Non-lossy ASCII" = "ASCII sense reducció";
"Western (EBCDIC Latin Core)" = "Occidental (EBCDIC Llatí principal)";
"Western (EBCDIC Latin 1)" = "Occidental (EBCDIC Llatí 1)";
"Japanese (Auto Detect)" = "Japonès (detecció automàtica)";
